{
    "(and :count more error)": "(et :count erreur en plus)",
    "(and :count more errors)": "(et :count erreur en plus)|(et :count erreurs en plus)|(et :count erreurs en plus)",
    ":password": "Mot de passe",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez indiquée lors de votre inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "About the request management system": "À propos du système de gestion de requêtes",
    "All rights reserved.": "Tous droits réservés.",
    "Already registered?": "Déjà inscrit·e ?",
    "Answers to the most frequently asked questions.": "Réponses aux questions les plus fréquemment posées.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr·e de vouloir supprimer votre compte ?",
    "Can I cancel or modify a current request?": "Puis-je annuler ou modifier une requête en cours ?",
    "Cancel": "Annuler",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Current Password": "Mot de passe actuel",
    "Dark": "Sombre",
    "Dashboard": "Tableau de bord",
    "Delete Account": "Supprimer le compte",
    "Don't have an account?": "Pas de compte?",
    "Email": "E-mail",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe",
    "English": "Anglais",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous d'utiliser un mot de passe long et aléatoire pour sécuriser votre compte.",
    "Enter your email address here": "Entrez votre adresse email ici",
    "Fill in the form if you have forgotten your password": "Remplissez le formulaire si vous avez oublié votre mot de passe",
    "Fill in the form to reset your password": "Remplissez le formulaire pour réinitialiser votre mot de passe",
    "Forbidden": "Interdit",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de soucis. Veuillez nous indiquer votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe.",
    "French": "Francais",
    "Frequently-asked questions": "Questions fréquentes",
    "Go to page :page": "Aller à la page :page",
    "Hello!": "Bonjour !",
    "How do I submit a request?": "Comment soumettre une requête ?",
    "How do I track the status of a request?": "Comment suivre l'état d'une requête ?",
    "How it works": "Comment ça marche",
    "How long does it take to process a request?": "Combien de temps faut-il pour traiter une requête ?",
    "IUT REQUEST MANAGEMENT": "IUT GESTION DE REQUÊTES",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, vous pouvez ignorer ce message.",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer ce message.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez des difficultés à cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\ndans votre navigateur Web :",
    "Invalid JSON was returned from the route.": "Un JSON non valide a été renvoyé par la route.",
    "Light": "Clair",
    "Like us on": "Suivez nous sur :title",
    "Loading...": "Chargement...",
    "Location": "Emplacement",
    "Log Out": "Se déconnecter",
    "Log in": "Se connecter",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Name": "Nom",
    "New Password": "Nouveau mot de passe",
    "Not Found": "Non trouvé",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois que votre compte est supprimé, toutes vos données sont supprimées définitivement. Avant de supprimer votre compte, veuillez télécharger vos données.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois que votre compte est supprimé, toutes les données associées seront supprimées définitivement. Pour confirmer que vous voulez supprimer définitivement votre compte, renseignez votre mot de passe.",
    "Our innovative platform has been designed to simplify the management of requests from Douala IUT students. Whether for requests relating to grades, change of course or any other matter, our centralized system offers an efficient and and practical solution.": "Notre plateforme innovante a été conçue pour simplifier la gestion des requêtes des étudiants de l'IUT de Douala. Que ce soit pour les demandes liées aux notes, aux changements de filière ou à tout autre sujet, notre système centralisé offre une solution efficace et pratique.",
    "Our platform enables you to efficiently manage all your student requests, from enrolment applications to complaints and much more.": "Notre plateforme vous permet de gérer efficacement toutes vos requêtes étudiantes, des demandes d'inscription aux réclamations et bien plus encore.",
    "Our system accepts several types of requests, including those related to grades, course changes, registrations, complaints, etc.": "Notre système accepte plusieurs types de requêtes, notamment les demandes liées aux notes, aux changements de filière, aux inscriptions, aux réclamations, etc.",
    "Page Expired": "Page expirée",
    "Pagination Navigation": "Pagination",
    "Password": "Mot de passe",
    "Password confirmation": "Confirmation du mot de passe",
    "Password forgot": "Mot de passe oublié",
    "Payment Required": "Paiement requis",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail :",
    "Processing times depend on the type and complexity of the request. However, we strive to process all requests as quickly as possible.": "Le temps de traitement dépend du type de requête et de sa complexité. Cependant, nous nous efforçons de traiter toutes les requêtes dans les meilleurs délais.",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Regards": "Cordialement",
    "Register": "Inscription",
    "Remember me": "Se souvenir de moi",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "Save": "Sauvegarder",
    "Saved.": "Sauvegardé.",
    "Server Error": "Erreur serveur",
    "Service Unavailable": "Service indisponible",
    "Showing": "Montrant",
    "Simplify request management": "Simplifiez la gestion de vos requêtes",
    "System": "Système",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit(e) ! Avant de commencer, veuillez vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer. Si vous n'avez pas reçu cet e-mail, nous vous en enverrons un nouveau avec plaisir.",
    "Thanks to an intuitive, user-friendly interface, students can can easily submit their requests and track their processing in real time. For their part, IUT have powerful tools at their disposal to manage, process and respond to these requests in an organized and transparent way.": "Grâce à une interface intuitive et conviviale, les étudiants peuvent facilement soumettre leurs requêtes et suivre leur traitement en temps réel. De leur côté, les responsables de l'IUT disposent d'outils puissants pour gérer, traiter et répondre à ces requêtes de manière organisée et transparente.",
    "The given data was invalid.": "La donnée renseignée est incorrecte.",
    "The response is not a streamed response.": "La réponse n'est pas une réponse diffusée.",
    "The response is not a view.": "La réponse n'est pas une vue.",
    "This action is unauthorized.": "Cette action n'est pas autorisée.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "Toggle navigation": "Afficher / masquer le menu de navigation",
    "Too Many Requests": "Trop de requêtes",
    "Unauthorized": "Non autorisé",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Modifier le profil associé à votre compte ainsi que votre adresse e-mail.",
    "Username": "Nom d'utilisateur",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "We check your information...": "Nous vérifions vos informations...",
    "Welcome Back": "Bienvenue",
    "Welcome to the IUT Douala requests portal. Log in to access your services.": "Bienvenue sur le portail des requêtes de l'IUT de Douala. Connectez-vous pour accéder à vos services.",
    "What types of request are accepted?": "Quels types de requêtes sont acceptés ?",
    "Whoops!": "Oups !",
    "Yes, you can cancel or modify a current request as long as it has not yet been processed. Log in to your account and click on the corresponding button in the \"My requests\" section.": "Oui, vous pouvez annuler ou modifier une requête en cours tant qu'elle n'a pas encore été traitée. Connectez-vous à votre compte et cliquez sur le bouton correspondant dans la section \"Mes requêtes\".",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "You can submit a request by logging into your student account, selecting the type of request and filling in the corresponding form.": "Vous pouvez soumettre une requête en vous connectant à votre compte étudiant, en sélectionnant le type de requête et en remplissant le formulaire correspondant.",
    "You can track the status of your request by logging into your account and consulting the \"My requests\" section. You'll find updates and status for each request.": "Vous pouvez suivre l'état de votre requête en vous connectant à votre compte et en consultant la section \"Mes requêtes\". Vous y trouverez les mises à jour et le statut de chaque requête.",
    "You're logged in!": "Vous êtes connecté·e !",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "email": "Le champ :attribute doit être une adresse e-mail valide.",
    "errors": "les erreurs",
    "length": "length",
    "name": "nom",
    "of": "de",
    "password": "Le mot de passe est incorrect",
    "register": "S'inscrire",
    "results": "résultats",
    "to": "à",
    "Home": "Accueil",
    "About": "À propos",
    "My requests": "Mes requêtes"
}
